brew "curl"
brew "eza" # ls replacement
brew "git"
brew "htop"
brew "neovim"
#brew "qcachegrind"
brew "ripgrep"
#brew "tmux"
brew "zsh"
brew "zplug"
brew "wget"

#brew "cmake"

brew "telnet"

brew "colima"
brew "docker"
brew "docker-compose"
brew "kubernetes-cli"

brew "node"
brew "yarn"

brew "sbt"
brew "jenv"
brew "openjdk@11"

brew "rustup-init"

cask "iterm2"
#cask "logitech-options" # mouse settings
cask "visual-studio-code"
cask "spotify"
cask "jetbrains-toolbox"
cask "google-cloud-sdk"

